<template>
  <div class="group-post-board flex">
    <div class="left-side-gr-post">
      <img
        src="@/assets/testlogo.jpg"
        alt="groupAvatar"
        width="50"
        height="50"
        style="border-radius: 50px"
      />
    </div>
    <div class="center-gr-post">
      <div class="title-gr-post flex">
        <div class="gr-info-post">
          <p>Игровой мирок стопгейма</p>
          <span>Мы обсуждаем игры</span>
        </div>
        <div class="gr-post-date-create">
          <p>16:34 24.12.2024</p>
        </div>
      </div>
      <div class="content-gr-post">
        <p>
          Разнообразный и богатый опыт постоянный количественный рост и сфера
          нашей активности обеспечивает широкому кругу (специалистов) участие в
          формировании соответствующий условий активизации. Повседневная
          практика показывает, что постоянный количественный рост и сфера нашей
          активности влечет за собой процесс внедрения и модернизации новых
          предложений. Товарищи! новая модель организационной деятельности
          представляет собой интересный эксперимент проверки существенных
          финансовых и административных условий. Значимость этих проблем
          настолько очевидна, что консультация с широким активом в значительной
          степени обуславливает создание существенных финансовых и
          административных условий.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "grouppost",
};
</script>
