<template>
  <mainlayout>
    <profileinfo
      title="Unsual memes"
      desk="Новые видосы каждый день"
      membercount="2020"
      avatar="https://www.meme-arsenal.com/memes/a2c725c61ba1d3aacd43906785171756.jpg"
    />

    <grouppost
      content="Разнообразный и богатый опыт постоянный количественный рост и сфера
    нашей активности обеспечивает широкому кругу (специалистов) участие в
    формировании соответствующий условий активизации. Повседневная
    практика показывает, что постоянный количественный рост и сфера нашей
    активности влечет за собой процесс внедрения и модернизации новых
    предложений. Товарищи! новая модель организационной деятельности
    представляет собой интересный эксперимент проверки существенных
    финансовых и административных условий. Значимость этих проблем
    настолько очевидна, что консультация с широким активом в значительной
    степени обуславливает создание существенных финансовых и
    административных условий."
      avatar="https://www.meme-arsenal.com/memes/a2c725c61ba1d3aacd43906785171756.jpg"
      title="Unsual memes"
      desk="Новые видео каждый день"
      datecreate="16:34 24.12.2024"
    />

    <grouppost
      content="Разнообразный и богатый опыт постоянный количественный рост и сфера
    нашей активности обеспечивает широкому кругу (специалистов) участие в
    формировании соответствующий условий активизации. Повседневная
    практика показывает, что постоянный количественный рост и сфера нашей
    активности влечет за собой процесс внедрения и модернизации новых
    предложений. Товарищи! новая модель организационной деятельности
    представляет собой интересный эксперимент проверки существенных
    финансовых и административных условий. Значимость этих проблем
    настолько очевидна, что консультация с широким активом в значительной
    степени обуславливает создание существенных финансовых и
    административных условий."
      avatar="https://www.meme-arsenal.com/memes/a2c725c61ba1d3aacd43906785171756.jpg"
      title="Unsual memes"
      desk="Новые видео каждый день"
      datecreate="16:34 24.12.2024"
    />

    <grouppost
      content="Разнообразный и богатый опыт постоянный количественный рост и сфера
    нашей активности обеспечивает широкому кругу (специалистов) участие в
    формировании соответствующий условий активизации. Повседневная
    практика показывает, что постоянный количественный рост и сфера нашей
    активности влечет за собой процесс внедрения и модернизации новых
    предложений. Товарищи! новая модель организационной деятельности
    представляет собой интересный эксперимент проверки существенных
    финансовых и административных условий. Значимость этих проблем
    настолько очевидна, что консультация с широким активом в значительной
    степени обуславливает создание существенных финансовых и
    административных условий."
      avatar="https://www.meme-arsenal.com/memes/a2c725c61ba1d3aacd43906785171756.jpg"
      title="Unsual memes"
      desk="Новые видео каждый день"
      datecreate="16:34 24.12.2024"
    />

    <grouppost
      content="Разнообразный и богатый опыт постоянный количественный рост и сфера
    нашей активности обеспечивает широкому кругу (специалистов) участие в
    формировании соответствующий условий активизации. Повседневная
    практика показывает, что постоянный количественный рост и сфера нашей
    активности влечет за собой процесс внедрения и модернизации новых
    предложений. Товарищи! новая модель организационной деятельности
    представляет собой интересный эксперимент проверки существенных
    финансовых и административных условий. Значимость этих проблем
    настолько очевидна, что консультация с широким активом в значительной
    степени обуславливает создание существенных финансовых и
    административных условий."
      avatar="https://www.meme-arsenal.com/memes/a2c725c61ba1d3aacd43906785171756.jpg"
      title="Unsual memes"
      desk="Новые видео каждый день"
      datecreate="16:34 24.12.2024"
    />
  </mainlayout>
</template>

<script>
import mainlayout from "./layout/mainlayout.vue";
import profileinfo from "@/components/groupview/profileinfo.vue";
import grouppost from "@/components/groupview/grouppost.vue";
export default {
  name: "GroupProfileVIew",
  components: {
    mainlayout,
    profileinfo,
    grouppost,
  },
};
</script>
